[
    {
        "id": 1,
        "title": "Toreadors from Vasiukivka",
        "author": "Vsevolod Nestaiko",
        "releaseYear": 2004,
        "pages": 544,
        "genre": "Fiction",
        "description": "It is hard to find something as cheerful, talented and witty in our literature as this unsurpassed book by Vsevolod Nestayko, who is often called the Gogol of modern Ukrainian children's literature. It is no wonder that The Bullfighters of Vasyukivka has been translated into twenty languages and is included in the Andersen Honor Roll as one of the world's greatest works of children's literature. This is the first edition of the new author's edition of the novel with new extremely funny episodes.",
        "rating": 4.66,
        "image": "https://static.yakaboo.ua/media/cloudflare/product/webp/600x840/4/0/40_1_72.jpg"
    },
    {
        "id": 2,
        "title": "The Green Mile",
        "author": "Stephen King",
        "releaseYear": 1996,
        "pages": 384,
        "genre": "Horror",
        "description": "Stephen King invites readers into the terrifying world of the death row, where people leave to never return, and opens the door to the final resting place of those who have transgressed not only human, but also God's law. There is no place more deadly this side of the electric chair! Nothing you've read before compares to Stephen King's most daring of horrific experiences - a story that begins on Death Road and goes to the depths of the most monstrous secrets of the human soul...",
        "rating": 4.48,
        "image": "https://static.yakaboo.ua/media/cloudflare/product/webp/600x840/1/7/17_10_195.jpg"
    },
    {
        "id": 3,
        "title": "The Fifth Sally",
        "author": "Daniel Keyes",
        "releaseYear": 2017,
        "pages": 352,
        "genre": "Fiction",
        "description": "Sally Porter was found naked and unconscious on the ocean shore. It turns out that the girl tried to commit suicide, and the three young men who caught up with her and pulled her out of the water wanted to rape her... Sally was hospitalised, but she remembers nothing and is convinced that it was not she who tried to commit suicide, but someone else who had learnt to control her mind... Doctor Roger Ash undertakes to help the girl. He discovers that four other women and a fifth SOMEONE live in Sally's head...",
        "rating": 4.05,
        "image": "https://static.yakaboo.ua/media/cloudflare/product/webp/600x840/i/m/img444_4_1.jpg"
    },
    {
        "id": 4,
        "title": "King Lear",
        "author": "William Shakespeare",
        "releaseYear": 2021,
        "pages": 240,
        "genre": "Plays",
        "description": "This is the first Ukrainian translation of one of Shakespeare's greatest works in the third millennium. The plot of the play is based on the story of the legendary King Lear, who, at the end of his life, decides to retire and divide his kingdom between his three daughters. To determine the size of their shares, he asks each of them to say how much they love him. The two eldest are eager to flatter, but the youngest, Cordelia, refuses to flatter, saying that her love is greater than words. The angry father disowns his youngest daughter and drives away the Earl of Kent, who tried to stand up for Cordelia. Lear divides the kingdom between his eldest and middle daughters. Soon he bitterly realises their terrible hypocrisy, but his epiphany is too late... Our publication was prepared by two iconic masters of the contemporary Ukrainian cultural space - writer Yuriy Andrukhovych and illustrator Vladyslav Yerko. Their version of King Lear is a happy opportunity to experience the brilliant work in a new way, to feel its eternal relevance.",
        "rating": 3.91,
        "image": "https://static.yakaboo.ua/media/catalog/product/f/i/file_1_34.jpg"
    },
    {
        "id": 5,
        "title": "Harry Potter and the Deathly Hallows",
        "author": "J. K. Rowling",
        "releaseYear": 2007,
        "pages": 640,
        "genre": "Fantasy",
        "description": "Harry has been given a mysterious, dangerous and almost impossible task: to find and destroy the rest of Voldemort's Horcruxes. Harry has never felt so alone, and his future has never looked so bleak... In this final and perhaps the brightest of all the Potter books, J.K. Rowling gives the long-awaited answers to many questions. Her fascinating narrative style with numerous unexpected plot twists and turns gives incredible pleasure to millions of readers - those who stayed with Harry until the very end.",
        "rating": 4.62,
        "image": "https://static.yakaboo.ua/media/cloudflare/product/webp/600x840/1/3/132_1_50.jpg"
    },
    {
        "id": 6,
        "title": "A Christmas Story",
        "author": "Charles Dickens",
        "releaseYear": 2019,
        "pages": 160,
        "genre": "Fiction",
        "description": "Published in mid-December 1843, the six-thousandth edition of A Christmas Carol sold out before Christmas, and subsequent editions were sold out very quickly. Charles Dickens gave the English people an inner IMPETUS with his A CHRISTMAS CAROL - it was this song that brought to the celebration a powerful life-giving spirit of moral and spiritual purification, charity and unity of all people in love for the Saviour. With his story, Dickens laid the foundations for a kind of CHRISTMAS PHILOSOPHY that has been cultivated since then not only in England but throughout the Western world.",
        "rating": 4.08,
        "image": "https://static.bookssecondlife.com.ua/wa-data/public/shop/products/28/29/12928/images/38896/38896.2500.jpeg"
    },
    {
        "id": 7,
        "title": "Shantaram",
        "author": "Gregory David Roberts",
        "releaseYear": 2014,
        "pages": 864,
        "genre": "Fiction",
        "description": "One of the most striking novels of the early twenty-first century. This fictionally refracted confession of a man who managed to escape from the abyss and survive, rammed through all the bestseller lists and earned enthusiastic comparisons with the works of the best writers of the new time, from Melville to Hemingway. Like the author, the hero of this novel has been hiding from the law for many years. Deprived of parental rights after his divorce from his wife, he became addicted to drugs, committed a series of robberies and was sentenced to nineteen years in prison by an Australian court. Escaping from a maximum security prison in his second year, he made his way to Bombay, where he was a counterfeiter and smuggler, an arms dealer and a member of the Indian mafia, and found his true love, only to lose her again, only to find her again...",
        "rating": 4.27,
        "image": "https://www.litres.ru/pub/c/cover/5815016.jpg"
    },
    {
        "id": 8,
        "title": "Water for Elephants",
        "author": "Sara Gruen",
        "releaseYear": 2020,
        "pages": 352,
        "genre": "Fiction",
        "description": "Jacob attended his university lectures diligently and prepared for a modest career as a doctor of veterinary medicine. But fate had other plans for him. Having lost everything, the guy literally jumped into a train - as it turned out later, a circus train. It was the circus that would give him friends, a lover, a profession, and even an elephant! It is the circus that will teach him to resist evil and not be afraid of anything. In 70 years, Jacob will remember this incredible journey to the smallest detail, with no regrets. A bright, dramatic, heartbreaking story with a completely unexpected and life-affirming ending.",
        "rating": 4.11,
        "image": "https://static.yakaboo.ua/media/catalog/product/i/m/img_4373_1.jpg"
    },
    {
        "id": 9,
        "title": "Anne of Green Gables",
        "author": "L. M. Montgomery",
        "releaseYear": 2013,
        "pages": 320,
        "genre": "Classics",
        "description": "This wonderful book is set in faraway Canada, on Prince Edward Island. An elderly brother and sister, Matthew and Marilla Cuthbert, live on the Green Roof Farm. One day, they decided to take a boy from an orphanage to help them with the farm. However, their surprise was overwhelming when it turned out that instead of a boy, they received a red-haired, thin girl, Anne Shirley. And this unusual creature had a surprisingly quirky disposition! The books of Canadian writer Lucy-Maud Montgomery (1874-1942) have been a huge success all over the world for more than a century. Every year, they are published in millions of copies in the USA, Canada, Australia and European countries, and have been adapted into popular films and theatre productions. Anne Of Green Gables is the beginning of a series of eight books.",
        "rating": 4.32,
        "image": "https://static.yakaboo.ua/media/cloudflare/product/webp/600x840/7/6/762_1.jpg"
    },
    {
        "id": 10,
        "title": "Beautiful Darkness",
        "author": "Fabien Vehlmann",
        "releaseYear": 2009,
        "pages": 112,
        "genre": "Graphic Novel",
        "description": "A group of homeless fairies struggle to adapt to their new life in the forest. While they dodge external and internal dangers, the optimistic Aurora takes a step towards leadership, trying to organise the community and help everyone. But where do Aurora's good intentions lead? Upon its release, Sweet Darkness became a global bestseller and instant horror classic, combining deceptively optimistic watercolour illustrations by Kerascoet with Fabien Velmann's dark, nuanced narrative. This edition includes extras, preparatory sketches and unused illustrations.",
        "rating": 3.87,
        "image": "https://static.yakaboo.ua/media/cloudflare/product/webp/600x840/6/8/685_1_3.jpg"
    },
    {
        "id": 11,
        "title": "Under the Dome",
        "author": "Stephen King",
        "releaseYear": 2011,
        "pages": 1024,
        "genre": "Horror",
        "description": "On the eve of Halloween, the town of Chester's Mill in Maine is covered by a transparent dome. Even planes crash into this energetic shell. Once trapped in the confined space, some people find themselves capable of committing heinous crimes, while others perform feats of strength to counteract these scum. One politician has even taken a liking to the isolation of the population, which is now easy to control. But his era of rule will not last long, because the Dome itself is hostile to its hostages. So their time is not just limited. It is running out fast...",
        "rating": 3.92,
        "image": "https://static.bookssecondlife.com.ua/wa-data/public/shop/products/36/97/9736/images/49165/49165.750x0.jpeg"
    },
    {
        "id": 12,
        "title": "A Dog's Purpose",
        "author": "W. Bruce Cameron",
        "releaseYear": 2017,
        "pages": 240,
        "genre": "Fiction",
        "description": "For a human, a dog is a loyal friend for ten or fifteen years. But for a dog, its owner is its whole life... This dog was born for the first time to learn to watch out for people and open doors. But can this be his destiny? Young Toby goes to return as a golden retriever Bailey and meet his boy. In the strange world of humans, life lessons and many adventures await them. But someday, this dog's life will come to an end, to... begin again! Rescuing, searching for, comforting others, the dog will know that one day he will find his old friend. And when this happens, he will understand that the dog's purpose is simply to be by his side... Bruce Cameron has always dreamed of becoming a writer: he wrote his first 26-page NOVEL in primary school, and at sixteen he had a story published in a local newspaper. Since then, he has woken up at dawn every day to write. And he has achieved unprecedented success: his gripping and touching novel The Life and Purpose of a Dog became a USA Today bestseller, a New York Times bestseller for a year, and in 2017, a new film by DreamWorks. It will be reminiscent of Black Beauty with a story about the devotion of an animal and a human...",
        "rating": 4.35,
        "image": "https://static.yakaboo.ua/media/catalog/product/4/4/44684_67635_8.jpg"
    },
    {
        "id": 13,
        "title": "Gone Girl",
        "author": "Gillian Flynn",
        "releaseYear": 2017,
        "pages": 480,
        "genre": "Fiction",
        "description": "Nick and Amy Dunne are about to celebrate their fifth wedding anniversary when Amy disappears. The police suspect Nick of murdering his wife. Amy's friends suddenly begin to tell her that she was afraid of her husband, that she had secrets from him. He swears that this is not true. However, the police check his computer and discover a very strange search history. Nick assures them that he had nothing to do with it, but can they believe him? And then there are these persistent calls to his mobile phone... So what really happened to Nick's charming wife?",
        "rating": 4.14,
        "image": "https://static.yakaboo.ua/media/catalog/product/i/m/img503_1_43.jpg"
    },
    {
        "id": 14,
        "title": "Stargazing Dog",
        "author": "Takashi Murakami",
        "releaseYear": 2008,
        "pages": 128,
        "genre": "Manga",
        "description": "Translated from the Japanese bestseller, this story centers on Oto-san, a man who finds himself abandoned by his family and friends with nothing in his life happening the way he had planned. He embarks on a road trip to escape it all, and he soon discovers the only one he can count on completely is his faithful, recently adopted dog, who helps him see the light at the end of the tunnel. Illustrating the valuable lessons of friendship and loyalty, this is a heartwarming tale of two endearing characters and their shared adventure into the unknown.",
        "rating": 4.35,
        "image": "https://nashaidea.com/wp-content/uploads/2024/07/dog01-x1080.webp"
    },
    {
        "id": 15,
        "title": "Look Into My Dreams",
        "author": "Max Kidruk",
        "releaseYear": 2016,
        "pages": 528,
        "genre": "Fiction",
        "description": "Obviously, there is no child in the world who hasn't had nightmares. But what if the horror of the dream gradually creeps into real life? Two-year-old Theo's heart suddenly stopped during a simple operation. For thirty-six seconds, the boy was on the verge of death and life. And then he came back. Two years passed before Myron Belinsky realised that his son had not returned alone. Something had come with Theo: it had clung to him and slipped into his consciousness while he was on the other side of the line that most of us cross only once. In a desperate attempt to save his son, Myron travels to America, where the latest advances in neurotechnology allow him to see into human sleep. Little does he realise that his desire to help will lead to disaster, for the worst will come as soon as the one who inhabits little Theo's dreams realises that he is being watched.",
        "rating": 4.28,
        "image": "https://bookclub.ua/images/db/goods/43983_65829.jpg"
    },
    {
        "id": 16,
        "title": "Where there is no God",
        "author": "Max Kidruk",
        "releaseYear": 2018,
        "pages": 480,
        "genre": "Fiction",
        "description": "People are social beings. The existence of society is impossible without cooperation, understanding and justice. But does all this exist outside of society when a person is on the verge of life and death? A desperate Ukrainian woman with a large sum of money who ignores calls from her husband. A Russian pilot trying to overcome his aerophobia after the death of his lover in the MH17 crash. The most famous politician in Bavaria at the height of his career who hates his job. A player in the American National Football League whose life fell apart after one bad draw. A secret papal cardinal on his way to a country where the Catholic Church does not officially exist... Strangers with different destinies. The only thing they have in common is Flight 341, and it leads to the greatest test of their lives. Where There Is No God, Kidruk's new novel, is an attempt to understand whether there is something inside us that keeps us from turning into beasts in a place where morality does not apply, a place where there is no God.",
        "rating": 4.14,
        "image": "https://static.yakaboo.ua/media/catalog/product/6/8/684ca457-0df7-45a4-a397-31947af6f3dd.jpg"
    },
    {
        "id": 17,
        "title": "Will",
        "author": "Will Smith",
        "releaseYear": 2021,
        "pages": 418,
        "genre": "Nonfiction",
        "description": "One of the most dynamic and globally recognized entertainment forces of our time opens up fully about his life, in a brave and inspiring book that traces his learning curve to a place where outer success, inner happiness, and human connection are aligned. Along the way, Will tells the story in full of one of the most amazing rides through the worlds of music and film that anyone has ever had. Will Smith’s transformation from a West Philadelphia kid to one of the biggest rap stars of his era, and then one of the biggest movie stars in Hollywood history, is an epic tale—but it’s only half the story. Will Smith thought, with good reason, that he had won at life: not only was his own success unparalleled, his whole family was at the pinnacle of the entertainment world. Only they didn't see it that way: they felt more like star performers in his circus, a seven-days-a-week job they hadn't signed up for. It turned out Will Smith's education wasn't nearly over. This memoir is the product of a profound journey of self-knowledge, a reckoning with all that your will can get you and all that it can leave behind. Written with the help of Mark Manson, author of the multi-million-copy bestseller The Subtle Art of Not Giving a F*ck, Will is the story of how one person mastered his own emotions, written in a way that can help everyone else do the same. Few of us will know the pressure of performing on the world's biggest stages for the highest of stakes, but we can all understand that the fuel that works for one stage of our journey might have to be changed if we want to make it all the way home. The combination of genuine wisdom of universal value and a life story that is preposterously entertaining, even astonishing, puts Will the book, like its author, in a category by itself.",
        "rating": 4.25,
        "image": "https://bookchef.ua/upload/iblock/39c/39caf58e98c723f3bd60df9d187f9d9e.jpg"
    },
    {
        "id": 18,
        "title": "The Way of the Househusband. Volume 1",
        "author": "Kousuke Oono",
        "releaseYear": 2023,
        "pages": 160,
        "genre": "Manga",
        "description": "The immortal Tatsu is a sinister yakuza who has left behind many legends in the underworld. He gives up crime and chooses the path of a PROFESSIONAL HOUSEWIFE! This is where the comedy about a home gangster begins!",
        "rating": 4.32,
        "image": "https://upload.wikimedia.org/wikipedia/uk/1/1e/%D0%A8%D0%BB%D1%8F%D1%85_%D0%B4%D0%BE%D0%BC%D0%BE%D0%B3%D0%BE%D1%81%D0%BF%D0%BE%D0%B4%D0%B0%D1%80%D1%8F%2C_%D0%BE%D0%B1%D0%BA%D0%BB%D0%B0%D0%B4%D0%B8%D0%BD%D0%BA%D0%B0.jpg"
    },
    {
        "id": 19,
        "title": "Beyond the Wand: The Magic & Mayhem of Growing Up a Wizard",
        "author": "Tom Felton",
        "releaseYear": 2022,
        "pages": 288,
        "genre": "Nonfiction",
        "description": "From the magical moments on set as Draco Malfoy to the challenges of growing up in the spotlight, get a backstage pass into Tom Felton’s life on and off the big screen in this #1 New York Times bestseller. Tom Felton’s adolescence was anything but ordinary. His early rise to fame in beloved films like The Borrowers catapulted him into the limelight, but nothing could prepare him for what was to come after he landed the iconic role of the Draco Malfoy, the bleached blonde villain of the Harry Potter movies. For the next ten years, he was at the center of a huge pop culture phenomenon and yet, in between filming, he would go back to being a normal teenager trying to fit into a normal school. Speaking with great candor and his signature humor, Tom shares his experience growing up as part of the wizarding world while also trying to navigate the muggle world. He tells stories from his early days in the business like his first acting gig where he was mistaken for fellow blonde child actor Macaulay Culkin and his Harry Potter audition where, in a very Draco-like move, he fudged how well he knew the books the series was based on (not at all). He reflects on his experiences working with cinematic greats such as Alan Rickman, Sir Michael Gambon, Dame Maggie Smith, and Ralph Fiennes (including that awkward Voldemort hug). And, perhaps most poignantly, he discusses the lasting relationships he made over that decade of filming, including with Emma Watson, who started out as a pesky nine-year-old whom he mocked for not knowing what a boom mic was but who soon grew into one of his dearest friends. Then, of course, there are the highs and lows of fame and navigating life after such a momentous and life-changing experience. Tom Felton’s Beyond the Wand is an entertaining, funny, and poignant must-read for any Harry Potter fan. Prepare to meet a real-life wizard.",
        "rating": 4.29,
        "image": "https://static.yakaboo.ua/media/catalog/product/t/o/tom-felton-2500.1800x1200w.jpg"
    },
    {
        "id": 20,
        "title": "The BFG",
        "author": "Roald Dahl",
        "releaseYear": 2015,
        "pages": 272,
        "genre": "Fantasy",
        "description": "Captured by a giant! The BFG is no ordinary bone-crunching giant. He is far too nice and jumbly. It's lucky for Sophie that he is. Had she been carried off in the middle of the night by the Bloodbottler, the Fleshlumpeater, the Bonecruncher, or any of the other giants-rather than the BFG-she would have soon become breakfast. When Sophie hears that they are flush-bunking off in England to swollomp a few nice little chiddlers, she decides she must stop them once and for all. And the BFG is going to help her!",
        "rating": 4.23,
        "image": "https://static.yakaboo.ua/media/cloudflare/product/webp/600x840/2/7/275_1_3.jpg"
    },
    {
        "id": 21,
        "title": "The Exorcist",
        "author": "William Peter Blatty",
        "releaseYear": 2018,
        "pages": 320,
        "genre": "Horror",
        "description": "Georgetown, Washington D.C. Actress and divorced mother Chris MacNeil starts to experience 'difficulties' with her usually sweet-natured eleven-year-old daughter Regan. The child becomes afflicted by spasms, convulsions and unsettling amnesiac episodes; these abruptly worsen into violent fits of appalling foul-mouthed curses, accompanied by physical mutation. Medical science is baffled by Regan's plight and, in her increasing despair, Chris turns to troubled priest and psychiatrist Damien Karras, who immediately recognises something profoundly malevolent in Regan's distorted fetures and speech. On Karras's recommendation, the Church summons Father Merrin, a specialist in the exorcism of demons...",
        "rating": 4.20,
        "image": "https://static.yakaboo.ua/media/catalog/product/8/6/867303_cover_1.jpg"
    },
    {
        "id": 22,
        "title": "The Seven Principles for Making Marriage Work: A Practical Guide from the Country's Foremost Relationship Expert",
        "author": "John M. Gottman",
        "releaseYear": 2021,
        "pages": 336,
        "genre": "Relationships",
        "description": "John Gottman revolutionised the analysis and prediction of marriage by observing the habits of married couples in an experiment. He outlined seven principles to help analyse and strengthen relationships in times of crisis. The author suggests: strengthening friendship, which is the basis of any marriage; strengthening one's own 'love maps'; maintaining love and admiration for your partner; turning to face your partner, not running away; allowing your partner to take control of the situation; always finding a way out of the situation; and developing a common vision. One study found that 63 per cent of men and women who had read The Seven Principles of a Happy Marriage acknowledged that these recommendations had made a difference to their marriage.",
        "rating": 4.24,
        "image": "https://static.yakaboo.ua/media/catalog/product/i/m/img_72867.jpg"
    },
    {
        "id": 23,
        "title": "Pollyanna",
        "author": "Eleanor H. Porter",
        "releaseYear": 2012,
        "pages": 240,
        "genre": "Classics",
        "description": "The famous novel by American writer Eleanor Porter Pollyanna, translated into Ukrainian for the first time, is offered to young readers. For almost a century, this book has been a true bestseller in world literature - thanks to the main character, an 11-year-old girl named Pollyanna, and her unusual 'game of joy', which is still played with enthusiasm all over the world.",
        "rating": 4.01,
        "image": "https://static.yakaboo.ua/media/catalog/product/2/0/205642_11487565.jpg"
    },
    {
        "id": 24,
        "title": "Carrie",
        "author": "Stephen King",
        "releaseYear": 2018,
        "pages": 224,
        "genre": "Horror",
        "description": "She was one of those who are called outsiders, 'unpopular' teenagers. The taunts of her classmates, ridicule and bullying became part of her life. While other teenagers dated, went to parties and gradually grew up, she lived in a real hell created by her religiously obsessed fanatical mother. It seemed that the world hated the confused girl and did not want to notice her suffering. Abandoned by everyone, she unconsciously nurtured a power that could destroy her abusers. A power that will one day make everyone remember her name forever. 'Carrie' is the last thing they will say before they die...",
        "rating": 3.99,
        "image": "https://www.megakniga.com.ua/uploads/cache/Products/Product_images_441976/89840b_w1600.jpg"
    },
    {
        "id": 25,
        "title": "Harry Potter and the Prisoner of Azkaban",
        "author": "J. K. Rowling",
        "releaseYear": 2006,
        "pages": 384,
        "genre": "Fantasy",
        "description": "Harry Potter, along with his best friends, Ron and Hermione, is about to start his third year at Hogwarts School of Witchcraft and Wizardry. Harry can't wait to get back to school after the summer holidays. (Who wouldn't if they lived with the horrible Dursleys?) But when Harry gets to Hogwarts, the atmosphere is tense. There's an escaped mass murderer on the loose, and the sinister prison guards of Azkaban have been called in to guard the school...",
        "rating": 4.58,
        "image": "https://static.yakaboo.ua/media/cloudflare/product/webp/600x840/1/2/128_1_4.jpg"
    },
    {
        "id": 26,
        "title": "Blue Is The Warmest Color",
        "author": "Jul Maroh",
        "releaseYear": 2013,
        "pages": 160,
        "genre": "Graphic Novel",
        "description": "BLUE IS THE WARMEST COLOR is a tender, bittersweet graphic novel about the elusive, reckless magic of love, imbued with the energy of youth, rebellion and lit by eternal longing. Clementine is a typical high school girl with friends, family, and even a boyfriend. When her best friend, an openly gay woman, takes her to a gay bar, she becomes enchanted with Emma, a confident punk girl with blue hair, and this encounter forces Clementine to discover a new self.",
        "rating": 3.90,
        "image": "https://static.yakaboo.ua/media/catalog/product/b/l/blakytny_cr.jpg"
    },
    {
        "id": 27,
        "title": "Miss Peregrine's Home for Peculiar Children",
        "author": "Ransom Riggs",
        "releaseYear": 2015,
        "pages": 432,
        "genre": "Fantasy",
        "description": "A mysterious island. An abandoned orphanage. A strange collection of very curious photographs. It all waits to be discovered in Miss Peregrine's Home for Peculiar Children, an unforgettable novel that mixes fiction and photography in a thrilling reading experience. As our story opens, a horrific family tragedy sets sixteen-year-old Jacob journeying to a remote island off the coast of Wales, where he discovers the crumbling ruins of Miss Peregrine's Home for Peculiar Children. As Jacob explores its abandoned bedrooms and hallways, it becomes clear that the children were more than just peculiar. They may have been dangerous. They may have been quarantined on a deserted island for good reason. And somehow-impossible though it seems-they may still be alive. A spine-tingling fantasy illustrated with haunting vintage photography, Miss Peregrine's Home for Peculiar Children will delight adults, teens, and anyone who relishes an adventure in the shadows.",
        "rating": 3.92,
        "image": "https://static.yakaboo.ua/media/cloudflare/product/webp/600x840/i/m/img512_41.jpg"
    },
    {
        "id": 28,
        "title": "Ito Junji's Cat Diary",
        "author": "Junji Ito",
        "releaseYear": 2021,
        "pages": 116,
        "genre": "Manga",
        "description": "The representative of Japanese horror comics, Junji Ito = horror manga author J. J, a dog person, was convinced into adopting two cats by his fiancee A-ko: Muu, a foreign cat, and Yun who has an accused face. Much to the chagrin of J, the cats won't get attached to him. The difference between fear and comedy is paper thin. Here's a cat comedy from a horror manga author.",
        "rating": 4.24,
        "image": "https://bookclub.ua/images/db/goods/62118_123821.jpg"
    },
    {
        "id": 29,
        "title": "Harry Potter and the Half-Blood Prince",
        "author": "J. K. Rowling",
        "releaseYear": 2005,
        "pages": 576,
        "genre": "Fantasy",
        "description": "It is the middle of the summer, but there is an unseasonal mist pressing against the windowpanes. Harry Potter is waiting nervously in his bedroom at the Dursleys' house in Privet Drive for a visit from Professor Dumbledore himself. One of the last times he saw the Headmaster, he was in a fierce one-to-one duel with Lord Voldemort, and Harry can't quite believe that Professor Dumbledore will actually appear at the Dursleys' of all places. Why is the Professor coming to visit him now? What is it that cannot wait until Harry returns to Hogwarts in a few weeks' time? Harry's sixth year at Hogwarts has already got off to an unusual start, as the worlds of Muggle and magic start to intertwine...",
        "rating": 4.58,
        "image": "https://static.yakaboo.ua/media/cloudflare/product/webp/600x840/1/3/131_1_16.jpg"
    },
    {
        "id": 30,
        "title": "Parents [Rodaky]",
        "author": "Dmytro Keshelia",
        "releaseYear": 2019,
        "pages": 384,
        "genre": "Fiction",
        "description": "The novel-collage of folk life, as the author himself described it, is called Rodaky. The work of the Transcarpathian writer Dmytro Keshelya tells the tragicomic life of a rural family from Transcarpathia. The story of the family is told by a little boy, Mytryk, who looks at 'adult' situations with his inquisitive childish eyes and lets them pass through his own creative nature. Mitryk's adventures are described with humour and at the same time laughter through tears. The novel is based on the author's personal experiences, as he grew up in the village of Klyachanovo near Mukachevo. And the main 'character' of the novel is Mount Lovachka, a real-life character.",
        "rating": 4.54,
        "image": "https://static.yakaboo.ua/media/cloudflare/product/webp/600x840/i/m/img965_1_87.jpg"
    },
    {
        "id": 31,
        "title": "Laughter at the end of the tunnel. Notes from a Ukrainian anaesthetist",
        "author": "Ivan Chernenko",
        "releaseYear": 2021,
        "pages": 384,
        "genre": "Nonfiction",
        "description": "Sex, drugs, rock and roll? Student days are a little different for future doctors. Anatomy, inorganic chemistry, sleep breaks. And no, it won't get any easier. Hospitals and patients will be waiting for them. There will also be colleagues who can't read a banal instruction manual for a device, relatives for whom resuscitation seems almost like murder, and bureaucracy, lots of bureaucracy. But there will be those who are ready to lend a shoulder on duty, those who will share new experiences in time, as well as those who will notice the doctor and his efforts. Ivan Chernenko's book is a book about medicine and the everyday life of doctors, about the path that every dreamer goes through to become a doctor. It's about mistakes, messes and patients. It's about life and death, about each of us. In the end, it's just a story of a doctor in a godforsaken district hospital somewhere in Makondo.",
        "rating": 4.65,
        "image": "https://book24.ua/upload/iblock/41f/41f3cf890987cfd45a4c36f95b1a1c0d.jpg"
    },
    {
        "id": 32,
        "title": "Howl's Moving Castle",
        "author": "Diana Wynne Jones",
        "releaseYear": 2019,
        "pages": 272,
        "genre": "Fantasy",
        "description": "An evil witch turns Sophie into an old woman. The girl finds herself in the mysterious castle of the wizard Howl and makes a deal with the fire demon, who makes the castle move. On her way to breaking the spell, Sophie will have to solve many riddles and overcome numerous obstacles...",
        "rating": 4.29,
        "image": "https://static.yakaboo.ua/media/cloudflare/product/webp/600x840/i/m/img_0240_4.jpg"
    },
    {
        "id": 33,
        "title": "The Seven Crystal Balls",
        "author": "Hergé",
        "releaseYear": 1948,
        "pages": 64,
        "genre": "Comics",
        "description": "After two years' absence in Peru and Bolivia, the Sanders-Hardmuth ethnographic expedition returned to Europe with the discovery of several Inca tombs, bringing back with them the mummy of the Inca Rascar Capac, also known as 'the one who unleashed fire from the sky', wearing valuable solid gold jewellery. They brought back the mummy of the Inca Rascar Capac, also known as 'the one who unleashes fire from the sky', who was wearing valuable jewellery made of solid gold. After a short time, all the participants of the expedition fell victim to a mysterious illness, and whenever this happened, the fragments of small crystal balls were found.",
        "rating": 4.21,
        "image": "https://m.media-amazon.com/images/I/51OIMr85ArL._AC_SY780_.jpg"
    },
    {
        "id": 34,
        "title": "The Fateful Adventures of the Good Soldier Švejk",
        "author": "Jaroslav Hašek",
        "releaseYear": 2010,
        "pages": 736,
        "genre": "Fiction",
        "description": "The satirical novel by the prominent Czech writer (1883-1923) is a brilliant anti-imperialist epic that expresses the protest of the common man against war and violence with great artistic power. The edition features a brilliant Ukrainian translation by Stepan Maslyak, dated 1958.",
        "rating": 4.10,
        "image": "https://upload.wikimedia.org/wikipedia/uk/thumb/1/1c/Pryhody_bravoho_voyaka_Shvejka_-_Yaroslav_Hashek_%282009%2C_UKR%29.jpg/250px-Pryhody_bravoho_voyaka_Shvejka_-_Yaroslav_Hashek_%282009%2C_UKR%29.jpg"
    },
    {
        "id": 35,
        "title": "Emotional Intelligence: Why It Can Matter More Than IQ",
        "author": "Daniel Goleman",
        "releaseYear": 2021,
        "pages": 512,
        "genre": "Psychology",
        "description": "The groundbreaking book that redefines what it means to be smart, with a new introduction by the author. Everyone knows that high IQ is no guarantee of success, happiness, or virtue, but until Emotional Intelligence, we could only guess why. Daniel Goleman's brilliant report from the frontiers of psychology and neuroscience offers startling new insight into our “two minds”—the rational and the emotional—and how they together shape our destiny. Drawing on groundbreaking brain and behavioral research, Goleman shows the factors at work when people of high IQ flounder and those of modest IQ do surprisingly well. These factors, which include self-awareness, self-discipline, and empathy, add up to a different way of being smart—and they aren’t fixed at birth. Although shaped by childhood experiences, emotional intelligence can be nurtured and strengthened throughout our adulthood—with immediate benefits to our health, our relationships, and our work. The twenty-fifth-anniversary edition of Emotional Intelligence could not come at a better time—we spend so much of our time online, more and more jobs are becoming automated and digitized, and our children are picking up new technology faster than we ever imagined. With a new introduction from the author, the twenty-fifth-anniversary edition prepares readers, now more than ever, to reach their fullest potential and stand out from the pack with the help of EI.",
        "rating": 4.05,
        "image": "https://static.yakaboo.ua/media/cloudflare/product/webp/600x840/1/5/15_cr.jpg"
    },
    {
        "id": 36,
        "title": "A Painted Bird",
        "author": "Jerzy Kosinski",
        "releaseYear": 2018,
        "pages": 288,
        "genre": "Fiction",
        "description": "Captured by a giant! The BFG is no ordinary bone-crunching giant. He is far too nice and jumbly. It's lucky for Sophie that he is. Had she been carried off in the middle of the night by the Bloodbottler, the Fleshlumpeater, the Bonecruncher, or any of the other giants-rather than the BFG-she would have soon become breakfast. When Sophie hears that they are flush-bunking off in England to swollomp a few nice little chiddlers, she decides she must stop them once and for all. And the BFG is going to help her!",
        "rating": 3.91,
        "image": "https://upload.wikimedia.org/wikipedia/uk/a/ae/%D0%A0%D0%BE%D0%B7%D0%BC%D0%B0%D0%BB%D1%8C%D0%BE%D0%B2%D0%B0%D0%BD%D0%B8%D0%B9_%D0%BF%D1%82%D0%B0%D1%85_The_Painted_Bird.jpg"
    },
    {
        "id": 37,
        "title": "Doppelganger",
        "author": "Tess Gerritsen",
        "releaseYear": 2021,
        "pages": 384,
        "genre": "Thriller",
        "description": "Maura Isles has seen a lot of terrible things. When you work as a forensic scientist, you are no longer afraid of death. The body of a woman who looked like Maura came across the sectional table. The forensic scientist was horrified. Who is this stranger? A mysterious twin sister? Or is it just a coincidence? But if so, who was the killer really after: this girl or Maura? Could this be a warning? It's time to find answers to all the questions, outrunning the killer and getting on the trail of someone who has been evading justice for years...",
        "rating": 4.23,
        "image": "https://static.yakaboo.ua/media/catalog/product/c/o/cover_509_1.jpg"
    },
    {
        "id": 38,
        "title": "Matilda",
        "author": "Roald Dahl",
        "releaseYear": 2015,
        "pages": 272,
        "genre": "Fiction",
        "description": "Matilda is a brilliant child, but her family doesn't think so. For them, she is an unnecessary trouble, a headache. And Matilda decides to re-educate her limited and self-absorbed relatives, and at the same time the terrible headmistress, Mrs Trunchbull... In 1988, Matilda was recognised as the best book for children.",
        "rating": 4.33,
        "image": "https://static.yakaboo.ua/media/cloudflare/product/webp/600x840/i/m/img_0375_6.jpg"
    },
    {
        "id": 39,
        "title": "Eragon. Eldest",
        "author": "Christopher Paolini",
        "releaseYear": 2007,
        "pages": 912,
        "genre": "Fantasy",
        "description": "Strength, ingenuity and fortune helped Eragon defeat his sworn enemy during the first battle. The dark army of King Galbatorix has retreated, but will return soon... Who knows if the young Rider and his faithful dragon Sapphire will be lucky enough to defeat the enemy again. In the second book of the trilogy, Eragon and Sapphire go to the mysterious elven capital of Ellesmere to improve their martial arts. Many surprises await them there. The most important of which is that the legendary city knows not only the secrets of skill, but also the secret of the Riders' heritage - the magical Gift of Dragons...",
        "rating": 4.04,
        "image": "https://static.yakaboo.ua/media/catalog/product/2/9/294949_45728762.jpg"
    },
    {
        "id": 40,
        "title": "Dracula",
        "author": "Bram Stoker",
        "releaseYear": 2021,
        "pages": 560,
        "genre": "Horror",
        "description": "A young lawyer, Jonathan Harker, is travelling to the north of Romania on business. His client is Count Dracula, who lives high in the mountains. But everyone who finds out where Harker is going is terrified and stops looking him in the eye. Jonathan gets to the mansion and soon realises that all the locals were right. Something terrible is happening in the mansion. Jonathan turns from a guest to a prisoner. Will he be able to find out the truth and save himself? The book is written in the form of diary entries, newspaper articles and letters, so it offers the reader several perspectives on the situation. The story is complemented by illustrations and a new annotated translation.",
        "rating": 4.02,
        "image": "https://static.yakaboo.ua/media/cloudflare/product/webp/600x840/_/_/___3_3.jpg"
    }
]